// This is just an example,
// so you can safely delete all default props below

export default {

  notify_wiki: "Если у вас не загрузился текст, перезапустите страницу",

  home: "Главная",
  about: "О Модпаке",
  download: "Скачать",
  wiki: "Википедия",

  //home page
  home_title_impact: "Уникальный модпак на основе gregtech ",
  update_progress: "Обновление 1.0.2.0",

  about_part1: "Глобальный индустриальный модпак для Minecraft 1.7.10, основанный на GregTech 5 и различных модах, глубоко интегрированных друг с другом.  " +
    "В Minecraft никогда не было такой интеграции с модами.",
  about_part2: "Основным преимуществом этой сборки является модификация каждого мода под реалии GregTech. " +
    "Именно здесь этот мод интегрирован в каждую эпоху, от базовых машин до межпространственных путешествий.",

  for_beginner: "Для новичков",
  for_beginner1: "Я впервые играю с GregTech, могу ли я освоить его здесь?",
  for_beginner2: "Скорее нет, чем да, так как мы изменили довольно много механик по сравнению с ванильным GregTech.",

  gt_plus1: "Не хотите добавлять GT++ в свой модпак?",
  gt_plus2: "Нет, мы этого не хотим! Мы сделали мод, который полностью покрывает все внутриигровые потребности.",

  our_team: "НАША КОМАНДА",
  our_team1: "Над модпаком работают 2 человека: 4gname и Sportacus.",

  donate: "Вы можете помочь проекту!",

  mod_list: "Список модов",
  mod_list1: "Последяя версия модпака",

  changelog: "Список изменений",
  client: "Клиент",
  server: "Сервер",
  search: "Поиск",
  download_modpack: "Скачать Модпак",
  last_update: "Последнее обновление",
  download_server_cores: "Рекомендуемые серверные ядра",

  update_date_1015: "27.07.21",
  update_title_1015: "Много багов…",
  update_desc_1015: "Исправлено множество ошибок, новая версия NEI от GTNH-team и редизайн модпака",

  update_date_1017: "05.01.22",
  update_title_1017: "Это Свершилось!",
  update_desc_1017: "Новый рудоген, Матричная система, удаление модов и исправление багов.. и добавление новых :)",

  update_date_1016: "02.08.21",
  update_title_1016: "Ох, снова баги..",
  update_desc_1016: "Исправлено множество ошибок, GT-P2P, главное меню и куча новых рецептов",

  update_date_1018: "07.01.22",
  update_title_1018: "Ветряная мельница заработала!",
  update_desc_1018: "Баланс рецептов и ветряная мельница, все в порядке",

  update_date_1019: "27.03.22",
  update_title_1019: "Глобальные оптимизации",
  update_desc_1019: "Влияние на производительность и многое другое..",

  update_date_1020: "18.04.22",
  update_title_1020: "Охота за багами",
  update_desc_1020: "Дикая охота и критические баги",

  wiki_modpack: "Вики по модпаку",
  wiki_desc: "Описание",
  wiki_general: "Главное",
  wiki_credits: "Данная вики сделана благодаря 4gname, FireWarrior и Rait_GamerGR",

  wiki_machines: "Машины и Механизмы",
  wiki_mechanics: "Механики",
  wiki_items: "Инструменты и предметы",

  wiki_mechanics_oregeneration: "Рудогенерация",
  wiki_mechanics_parallelism: "Параллельность",
}
